import SiteLink from "../../components/SiteLink";
import config from "../../config";

export const meta = () => [
    { title: "Политика приватности VideoWidget.pro" },
];

export default function PrivacyPolicy() {
    return (
        <div className="flex flex-col gap-1">
            <p><strong>ПОЛИТИКА ПРИВАТНОСТИ</strong></p>
            <p>Настоящий документ «Политика приватности» (далее – по тексту – «Политика») представляет собой правила использования Индивидуальным предпринимателем Красняк Евгением Сергеевичем персональной информации, полученной с использованием Сервиса.</p>
            <p><strong>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</strong></p>
            <p>1.1. В настоящем документе и вытекающих или связанных с ним отношениях Сторон применяются следующие термины и определения:</p>
            <p>a) <strong>Правообладатель</strong> — индивидуальный предприниматель Красняк Евгений Сергеевич ИНН 860944083550 ОГРНИП 323784700351450.</p>
            <p>b) <strong>Пользователь</strong> — лицо, заключившее с Правообладателем Договор в своем или чужом интересе в соответствии с требованиями действующего законодательства и Договора.</p>
            <p>c) <strong>Договор</strong> — договор на безвозмездное использование Сервиса (Пользовательское соглашение, далее – Соглашение), Лицензионный договор на использование Продуктов или иное соглашение с Правообладателем, предлагаемое к заключению и/ или заключенное Пользователем на основании любой оферты, размещенной в Сервисе.</p>
            <p>d) <strong>Сайт</strong> — любая из автоматизированных информационных систем, доступных в сети Интернет по сетевому адресу (включая поддомены): <SiteLink/>.</p>
            <p>e) <strong>Сервис</strong> — интегрированный программно-аппаратный комплекс «VideoWidget» для записи, хранения, обработки и трансляции видеоматериалов, включающий Сайт, Инструменты и иные программы для ЭВМ и/или базы данных, реализующие функциональные возможности Сервиса.</p>
            <p>f) <strong>Продукты</strong> — программы для ЭВМ и базы данных в составе Сервиса, указанные в Тарифных планах в виде отдельных программных модулей, их совокупности и/или функциональных возможностей Сервиса, право использования которых предоставляется на условиях отдельного лицензионного договора с Правообладателем.</p>
            <p>g) <strong>Инструменты</strong> — предоставляемые Пользователю программы для ЭВМ клиентской части Продуктов: видеовиджеты, встраиваемые Пользователем в свои сайты в сети Интернет для трансляции видеоматериалов, загруженных в Сервис.</p>
            <p>1.2. В настоящей Политике используются термины и определения, предусмотренные Соглашением, а также иными заключаемыми с Пользователем Договорами, если иное не предусмотрено настоящей Политикой или не вытекает из ее существа. В иных случаях толкование применяемого в Политике термина производится в соответствии с действующим законодательством Российской Федерации, обычаями делового оборота, или научной доктриной.</p>
            <p><strong>2. ОБЩИЕ ПОЛОЖЕНИЯ</strong></p>
            <p>2.1. Настоящая Политика является неотъемлемой частью ссылающихся на нее документов, в том числе Пользовательского соглашения, Лицензионного договора-оферты и заключенных на их основе Договоров.</p>
            <p>2.2. Используя Сервис через Сайт, регистрируясь/авторизуясь в Сервисе, направляя Правообладателю запрос через форму обратной связи, оформляя заказ на предоставление Продуктов, и/или заключая Договор вы свободно, своей волей и в своих интересах даете письменное согласие на следующие способы обработки Персональной информации:</p>
            <ul className="list-disc list-inside">
                <li>запись,</li>
                <li>систематизация,</li>
                <li>хранение,</li>
                <li>уточнение (обновление, изменение),</li>
                <li>извлечение,</li>
                <li>использование,</li>
                <li>передача (предоставление, доступ) третьим лицам,</li>
                <li>обезличивание,</li>
                <li>блокирование,</li>
                <li>удаление,</li>
                <li>уничтожение в целях и в порядке,</li>
            </ul>
            <p>установленных настоящей Политикой, с использованием средств автоматизации или без использования таких средств по усмотрению Правообладателя.</p>
            <p>2.3. К настоящей Политике, включая толкование ее положений и порядок принятия, исполнения, изменения и прекращения, подлежит применению законодательство Российской Федерации.</p>
            <p><strong>3. ПЕРСОНАЛЬНАЯ ИНФОРМАЦИЯ</strong></p>
            <p>3.1. Под персональной информацией в настоящей Политике понимается:</p>
            <p>3.1.1. Информация, которую Пользователь предоставляет о себе самостоятельно при регистрации или авторизации в Сервисе, а также в процессе иного использования Сервиса, включая персональные данные Пользователя.</p>
            <p>3.1.2. Данные, которые передаются в автоматическом режиме в зависимости от настроек программного обеспечения Пользователя в обезличенном виде.</p>
            <p>3.2. Правообладатель вправе устанавливать требования к составу Персональной информации Пользователя, которая должна обязательно предоставляться для использования Сервиса и/или заключения Договора путем указания такой информации. Если определенная информация не помечена Правообладателем как обязательная, ее предоставление или раскрытие осуществляется Пользователем на свое усмотрение.</p>
            <p>3.3. При регистрации Пользователей обязательно указываются следующие данные: адрес электронной почты, пароль.</p>
            <p>При регистрации/авторизации Пользователя в Сервисе при помощи служб аутентификации социальных сетей, таких как Google, Яндекс, VK Пользователь предоставляет Правообладателю Персональную информацию с помощью такой службы аутентификации. Состав предоставляемой информации зависит от используемой службы и может включать, помимо информации, необходимой для регистрации/авторизации в Сервисе, информацию, включаемую в профиль Пользователя на Сайте, а также идентификатор Пользователя в такой социальной сети.</p>
            <p>В целях использования функциональных возможностей Сервиса для размещения видеоматериалов Пользователь может предоставлять видеоматериалы, содержащие информацию о Пользователе: изображение Пользователя и информацию в свободной форме.</p>
            <p>Правообладатель не обрабатывает информацию о платежных средствах Пользователя (банковских картах, электронных средствах платежа). Указанная информация обрабатывается только платежным сервисом, с помощью которого Покупатель производит оплату.</p>
            <p>При оформлении подписки на информационную рассылку Пользователем обязательно указывается адрес электронной почты.</p>
            <p>При направлении Пользователем обращения Правообладателю через контактную форму на Сайте могут запрашиваться: адрес электронной почты, наименование представляемой организации.</p>
            <p>При возврате оплаченных по Договору средств Пользователь может быть обязан предоставить в собственноручном заявлении дополнительную информацию (паспортные данные) в соответствии с требованиями законодательства.</p>
            <p>3.4. Данные Пользователя, раскрываемые неопределенному кругу лиц. Функциональные возможности Сервиса предусматривают самостоятельную публикацию Пользователем видеоматериалов в сети Интернет. Видеоматериалы и содержащаяся в них Персональная информация размещаются в доступе неограниченного круга лиц по усмотрению Пользователя, использующего Сервис для их публикации.</p>
            <p>3.5. Правообладатель не осуществляет проверку достоверности предоставляемой Персональной информации и наличия у Пользователя необходимого согласия на ее обработку в соответствии с настоящей Политикой, полагая, что Пользователь действует добросовестно, осмотрительно и прилагает все необходимые усилия к поддержанию такой информации в актуальном состоянии и получению всех необходимых согласий субъектов персональных данных.</p>
            <p>3.6. Пользователь осознает, принимает и соглашается с тем, что Правообладатель использует в Сервисе программное обеспечение третьих лиц, в результате чего такие лица могут получать и передавать в автоматическом режиме обезличенные данные.</p>
            <p>К указанному программному обеспечению третьих лиц относятся системы по сбору и обработке аналитических данных, а также демонстрации рекламы пользователям сети Интернет:</p>
            <p>• Google Analytics, осуществляющая сбор и обработку данных в соответствии с политикой конфиденциальности, размещенной и/или доступной в сети Интернет по адресу: <a href="https://policies.google.com/privacy">https://policies.google.com/privacy</a>;</p>
            <p>• Яндекс.Метрика, осуществляющая сбор и обработку данных в соответствии с политикой конфиденциальности, размещенной и/или доступной в сети Интернет по адресу: <a href="https://yandex.ru/legal/confidential/">https://yandex.ru/legal/confidential/</a>;</p>
            <p>• Рекламная сеть «ВКонтакте», осуществляющая сбор и обработку данных в соответствии с политикой конфиденциальности, размещенной и/или доступной в сети Интернет по адресу: <a href="https://vk.com/privacy">https://vk.com/privacy</a></p>
            <p>Вышеприведенный перечень не является исчерпывающим, Правообладатель может использовать иные подобные системы, а также прекращать использование указанных в перечне.</p>
            <p>Данные, собираемые с использованием программного обеспечения третьих лиц, могут включать:</p>
            <ul>
                <li>данные об устройстве Пользователя (модель, производитель, объем свободной памяти), место его положения (страна, город), данные операционной системы (тип, версия, разрешение экрана) и другие;</li>
                <li>данные запроса (время, источник перехода, IP-адрес);</li>
                <li>данные файла <strong>cookie*</strong>;</li>
                <li>иные обезличенные данные о действиях Пользователя на Сайте.</li>
            </ul>
            <p>Состав, а также условия сбора и использования обезличенных данных правообладателями указанного программного обеспечения определяются непосредственно такими правообладателями и регулируются документами, которые размещены и/или доступны на их сайтах в сети Интернет.</p>
            <p>Принимая настоящую Политику, а также устанавливая определенные настройки в своем программном обеспечении, Пользователь соглашается с условиями сбора и использования данных правообладателями указанного выше программного обеспечения.</p>
            <p><strong>*Файл cookie</strong> — это небольшой текстовый файл, записываемый на устройство пользователя и содержащий информацию о действиях пользователя в сети Интернет. Некоторые из таких файлов могут помогать определять местоположение, другие — запоминать пользовательские настройки. Параметры работы с файлами cookie настраиваются пользователем в своем браузере. Запрещать прием всех файлов cookie не рекомендуется: в этом случае Пользователь не сможет воспользоваться некоторыми функциональными возможностями Сервиса.</p>
            <p>Обезличенные данные не объединяются с информацией о Пользователе, указанной в п. 3.1.1 и не используются для идентификации Пользователей.</p>
            <p>3.7. Правообладатель не несет ответственность за порядок использования Персональной информации Пользователя другими Пользователями и третьими лицами, с которыми Пользователь взаимодействует в рамках использования Сервиса.</p>
            <p><strong>4. ЦЕЛИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ:</strong></p>
            <p>4.1. Правообладатель осуществляет обработку, в том числе сбор и хранение только той Персональной информации, которая необходима для заключения и исполнения Договоров с Пользователем.</p>
            <p>4.2. Правообладатель вправе использовать Персональную информацию в следующих целях:</p>
            <p>4.2.1.Заключение Договоров осуществляется в дистанционном порядке посредством обмена электронными документами, которые подписываются простой электронной подписью. При этом роль ключа простой электронной подписи Пользователя выполняют пара пароль - адрес электронной почты. Поэтому они запрашиваются при регистрации.</p>
            <p>Для переговоров о заключении Договора, в том числе, на условиях индивидуального тарифного плана, используются имя, фамилия, адрес электронной почты, абонентский номер телефона, наименование представляемой организации.</p>
            <p>4.2.2. Идентификация Пользователя в рамках исполнения обязательств по заключенному с ним Соглашению и иным Договорам.</p>
            <p>Личный кабинет Пользователя связан с паролем и адресом электронной почты Пользователя.</p>
            <p>При предоставлении информационной и технической поддержки, Пользователь идентифицируется адресу электронной почты.</p>
            <p>4.2.3 Исполнение обязательств по заключенному Соглашению и иным Договорам, включая предоставление Пользователю доступа к Сервису, прав использования Продуктов и технической поддержки, использование Пользователем функциональных возможностей Сервиса и Продуктов.</p>
            <p>В целях реализации соответствующих функциональных возможностей Сервиса, Правообладатель хранит, систематизирует и отображает в Сервисе профили Пользователей, а также обеспечивает самостоятельную публикацию Пользователем видеоматериалов в сети Интернет.</p>
            <p>Для предоставления Пользователю прав использования Продуктов и технической поддержки используется адрес электронной почты.</p>
            <p>В процессе исполнения Договоров на электронную почту направляются информационные сообщения.</p>
            <p>4.2.4. Обеспечение безопасности и конфиденциальности Персональной информации Пользователя.</p>
            <p>В целях проверки подозрительных действий в Сервисе собирается информация об используемом Пользователем IP-адресе и браузере.</p>
            <p>4.2.5. Возврат остатка денежных средств в случае расторжения заключенных с Пользователем возмездных Договоров.</p>
            <p>Для возврата оплаченных по Договору средств Пользователь обязан предоставить дополнительную информацию в соответствии с требованиями законодательства.</p>
            <p>4.2.6. Нотификация в рамках информационного обслуживания и/или улучшения качества обслуживания по заключенным Договорам, в том числе с привлечением третьих лиц.</p>
            <p>Для этого используется адрес электронной почты Пользователя.</p>
            <p>4.2.7. Проведение маркетинговых, статистических и иных исследований на основе обезличенных данных в целях улучшения качества Сервиса.</p>
            <p>Данные из систем сбора аналитических данных, указанных в п. 3.6. Политики, в обезличенном виде собираются и анализируются, чтобы узнать об интересах и предпочтениях Пользователей.</p>
            <p>4.2.8. Таргетинг рекламных и/или информационных материалов с использованием обезличенных данных из систем сбора аналитических данных, указанных в п. 3.6. Политики.</p>
            <p><strong>5. ТРЕБОВАНИЯ К ЗАЩИТЕ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</strong></p>
            <p>5.1. Правообладатель осуществляет хранение Персональной информации и обеспечивает ее охрану от несанкционированного доступа и распространения в соответствии с внутренними правилами и регламентами.</p>
            <p>5.2. В отношении Персональной информации Пользователя сохраняется ее конфиденциальность, за исключением информации, самостоятельно раскрываемой Пользователем неограниченному кругу лиц (п. 3.4. настоящей Политики), а также иных случаев, когда технология Сервиса или настройки используемого Пользователем программного обеспечения предусматривают обмен информацией с третьими лицами.</p>
            <p>5.3. В целях повышения качества Сервиса, Правообладатель вправе хранить лог-файлы о действиях, совершенных Пользователем в рамках использования Сервиса, а также в связи с заключением и исполнением Пользователем Договоров.</p>
            <p><strong>6. ПЕРЕДАЧА ИНФОРМАЦИИ</strong></p>
            <p>6.1. Правообладатель вправе передать Персональную информацию третьим лицам в следующих случаях:</p>
            <ul>
                <li>Пользователь выразил свое согласие на такие действия, включая случаи применения Пользователем настроек используемого программного обеспечения, не ограничивающих предоставление определенной информации;</li>
                <li>Передача необходима в рамках использования Пользователем функциональных возможностей Сервиса;</li>
                <li>В связи с привлечением третьих лиц – поставщиков услуг для оказания услуг Правообладателю. Таким поставщикам услуг Персональная информация передается с единственной целью оказания услуг Правообладателю. В частности, адреса электронной почты могут передаваться сервисам электронных рассылок, используемых Правообладателем.</li>
                <li>В связи с использованием в Сервисе программного обеспечения третьих лиц для сбора и обработки данных Пользователя. В частности, для сбора и обработки обезличенных данных Правообладатель может использовать программное обеспечение третьих лиц в соответствии с п. 3.6. настоящей Политики;</li>
                <li>В связи с передачей Сервиса Правообладателя во владение, пользование или собственность третьего лица, или уступкой прав по заключенным с Пользователем договорам в пользу третьего лица;</li>
                <li>По запросу суда или иного уполномоченного государственного органа в рамках установленной законодательством процедуры;</li>
                <li>Для защиты прав и законных интересов Правообладателя в связи с нарушением заключенных с Пользователем Договоров.</li>
            </ul>
            <p><strong>7. ИЗМЕНЕНИЕ И УДАЛЕНИЕ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</strong></p>
            <p>7.1. Пользователь вправе в любой момент самостоятельно отредактировать или удалить в своем Личном кабинете предоставленную им при регистрации или авторизации Персональную информацию.</p>
            <p>7.2. В случае прекращения заключенного Соглашения и/или Договора, Пользователь вправе удалить Личный кабинет самостоятельно или обратившись в службу поддержки Правообладателя по адресу электронной почты, указанному в настоящей Политике.</p>
            <p><strong>8. ОБРАБОТКА ИНФОРМАЦИИ О ТРЕТЬИХ ЛИЦАХ</strong></p>
            <p>8.1. Пользователь в рамках использования Сервиса может собирать и передавать Правообладателю следующие данные о третьих лицах:</p>
            <p>- анонимные (не позволяющие идентифицировать личность) аналитические данные о пользователях сайта в сети Интернет, на котором Пользователем размещены Инструменты. Такие данные могут включать: IP- адрес, MAC-адрес устройства, идентификаторы устройства (Device IDs), данные операционной системы (тип, версия, разрешение экрана, язык), данные запроса к веб-странице (время, источник перехода), иные обезличенные данные о действиях такого пользователя сайта с Инструментами;</p>
            <p>- данные о лице, оставившем заявку на сайте Пользователя, такие как ФИО, Email, Номер телефона.</p>
            <p>8.2. Правообладатель осуществляет обработку указанных в настоящем разделе данных исключительно по поручению Пользователя, в целях и в пределах использования Пользователем функциональных возможностей Сервиса.</p>
            <p>8.4. Правообладатель никому не передает и не раскрывает указанные в настоящем разделе данные, за исключением провайдеров хостинга и в ответ на правомерный запрос уполномоченных органов власти, а также случаев, когда Пользователь самостоятельно предоставляет указанные в настоящем разделе данные другим Пользователям или третьим лицам (в том числе, раскрывает неограниченному кругу лиц) посредством использования функциональных возможностей Сервиса. Правообладатель хранит указанные в настоящем разделе данные до тех пор, пока Пользователь использует Сервис.</p>
            <p><strong>9. ИЗМЕНЕНИЕ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</strong></p>
            <p>9.1. Настоящая Политика может быть изменена или прекращена Правообладателем в одностороннем порядке без предварительного уведомления Пользователя. Новая редакция Политики вступает в силу с момента ее размещения на Сайте Правообладателя, если иное не предусмотрено новой редакцией Политики.</p>
            <p>9.2. Действующая редакция Политики находится на Сайте Правообладателя в сети Интернет по адресу: <SiteLink to={config.links.privacyPolicy} />.</p>
            <p><strong>10. Реквизиты Правообладателя:</strong></p>
            <p>Индивидуальный предприниматель Красняк Евгений Сергеевич<br />
                ИНН 860944083550<br />
                ОГРНИП 323784700351450</p>
            <p>Email: help@videowidget.pro</p>
        </div>
    )
}